{
  "privacy": {
    "title": "Privacy policy",
    "label": "Privacy policy",
    "content": "<p class=\"c17\"><span class=\"c3 c10\">PRIVACY POLICY</span></p><p class=\"c8\"><span class=\"c3 c1\"></span></p><p class=\"c8\"><span class=\"c3 c1\"></span></p><p class=\"c14\"><span class=\"c16\">Last updated: July 30, 2024</span></p><p class=\"c21\"><span class=\"c3 c0\"></span></p><p class=\"c20\"><span class=\"c3 c1\">1. GENERAL</span></p><ol class=\"c5 lst-kix_ymy7rf89n3xh-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c1\">A Better Career OÜ</span><span class=\"c0 c12\">&nbsp;</span><span class=\"c0\">(the \"</span><span class=\"c1\">Controller</span><span class=\"c0\">\") respects the right</span><span class=\"c0\">&nbsp;of Data Subjects to privacy and strives to maintain the highest level of Personal Data protection. Therefore, in carrying out its activities, the Controller is committed to act in accordance with the laws and regulations that define the protection of Personal Data, in particular in accordance with the European Electronic Communications Code, EU General Data Protection Regulation and other applicable laws and regulations (\"</span><span class=\"c1\">Data Protection Laws</span><span class=\"c0\">\"). The Controller prepared this Privacy Policy (the \"</span><span class=\"c1\">Policy</span><span class=\"c3 c0\">\") to provide information for Data Subjects. The purpose of this Policy is to inform Data Subjects of the purposes for which Personal Data will be acquired and how it will be used, about rights of Data Subjects in relation to Personal Data the Controller keeps and ways Data Subjects can exercise their rights.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller undertakes to use the collected Personal Data in accordance with this Policy, to not sell, lend or otherwise transfer Personal Data to third parties, except in the cases defined in this Policy.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">2. DEFINITIONS</span></p><ol class=\"c5 lst-kix_f1rokkf1mmv7-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">For the purposes of this Policy the following capitalised terms and expressions shall have the following meanings:</span></li></ol><ol class=\"c5 lst-kix_yey7v341c460-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c1\">“Personal data” </span><span class=\"c0\">means </span><span class=\"c0\">any information relating to identified / identifiable </span><span class=\"c0\">Candidate</span><span class=\"c0\">,</span><span class=\"c3 c0\">&nbsp;in particular: name, identification number, location data, contact information (including email address, phone number, social media and messengers), languages proficiency, skills, expertness, desired job position, expected salary, online identifiers as well as factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c1\">“Processing” </span><span class=\"c0\">means </span><span class=\"c3 c0\">any operation or set of operations which is performed on Personal Data or sets of Personal Data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, editing, adaptation, alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction of Personal Data.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c1\">“Controller” </span><span class=\"c0\">means a natural or legal person who, alone or jointly with others, determines the purposes and means of the processing of Personal Data. For the purposes of this Policy, <br></span><span class=\"c0\">A Better Career OÜ</span><span class=\"c0 c12\">&nbsp;</span><span class=\"c0\">is the Controller of Personal Data. The Controller may also process Personal Data for the purposes and means determined by it in accordance with this Policy.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c1\">“Processor” </span><span class=\"c0\">means </span><span class=\"c3 c0\">a natural or legal person, a public authority, agency or another body which processes personal data on behalf of the Controller.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c1\">“Client”</span><span class=\"c3 c0\">&nbsp;means a legal person with a vacancy that is looking for an employee to fill this vacancy and uses the Controller's services, internet platforms and sites, computer programs, social media, messengers, chat bots and other products or resources to find an employee.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c1\">“Candidate”</span><span class=\"c0\">&nbsp;means a natural person who submits their Personal Data to the Controller using online forms, checklists, inquiries, questionnaires or any other means of data submission in order to receive assistance in finding employment and/or applying for a particular vacancy at the Controller or its Clients companies, including those who were not selected for employment immediately after Personal Data submission, but the Controller keeps their Personal Data for the future employment purposes and other purposes defined in this Policy (also “</span><span class=\"c1\">Data Subject</span><span class=\"c3 c0\">”).</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">3. CONTROLLER</span></p><ol class=\"c5 lst-kix_946eszx7zeb4-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The controller is:</span></li></ol><p class=\"c15\"><span class=\"c1\">A Better Career OÜ</span><span class=\"c0\"><br>Registration number: 17035965<br>Address at: Harju </span><span class=\"c0\">maakond</span><span class=\"c0\">, Tallinn, Lasnamäe </span><span class=\"c0\">linnaosa</span><span class=\"c0\">, Kivila tn 21-101, 13918<br>Email: </span><span class=\"c11 c0\"><a class=\"c9\" href=\"mailto:info@smarthr.agency\">info@smarthr.agency</a></span><span class=\"c0\">&nbsp;</span></p><ol class=\"c5 lst-kix_946eszx7zeb4-0\" start=\"2\"><li class=\"c4 li-bullet-0\"><span class=\"c0\">If the Candidate has any questions regarding the processing of his/her Personal Data or the execution of his/her rights related to the processing of Personal Data, </span><span class=\"c0\">the Candidate</span><span class=\"c3 c0\">&nbsp;may contact the Controller through email mentioned above. All the issues and materials that will be addressed by the Controller shall be subject to strict confidentiality.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">4. THE PURPOSES OF PROCESSING</span></p><ol class=\"c5 lst-kix_9mxwwykc71dj-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">All Personal Data provided to the Controller will be treated confidentially and will be used only for the purposes for which it was provided. If there is a need for further processing of Personal Data for any other purpose, the Controller has to receive consent of the Candidate.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The purposes of the processing Personal Data by the Controller are as follows:</span></li></ol><ol class=\"c5 lst-kix_p0tyjgw5vpca-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">to find and/or select an appropriate vacant post for the Candidate;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">to find and/ or select the appropriate Candidate for a vacant post;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">to determine whether the Candidate is suitable for a particular vacancy; </span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">to determine if the Candidate could potentially be employed in the future;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">retention of Candidates’ data who have submitted their Personal Data on the basis of any of the above four indents of point 4.2 of this Policy.</span></li></ol><ol class=\"c5 lst-kix_9mxwwykc71dj-0\" start=\"3\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The retention of potential candidates’ data is possible only with a prior consent of the potential candidate. Such retention shall last one year from the receipt of the personal data of each individual. After this time period, the data shall be permanently deleted.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">5. CATEGORIES OF PERSONAL DATA</span></p><ol class=\"c5 lst-kix_4yaf6fq7qioe-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">Personal Data is processed solely on the basis of clearly defined and legitimate purposes as defined in this Policy. The Controller is committed to the principle of data minimisation, which means that it collects, keeps and processes only Personal Data the Controller needs to fulfil the purposes for which it is collected.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller obtains Personal Data directly from the Candidate by providing it with a CV or information when completing online forms, checklists, inquiries, questionnaires or through any other means of data submission. </span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller may collect Personal Data from any publicly available resources, such as social media, to update or supplement Personal Data provided. In case of receiving Personal Data from resources other than the Candidate, the Controller shall communicate the Candidate of this fact and applicability of this Policy to its processing no later than one month after the Controller receives Personal Data.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">Personal data processed by the Controller includes the following categories:</span></li></ol><ol class=\"c5 lst-kix_ofmhyob1fdwe-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c0 c3\">full name and identification number;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">location data (including, but not limited to, country, region, city, street, house, apartment, post code);</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">contact information (including, but not limited to, e-mail address, phone number, social media and messengers);</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">languages proficiency (including, but not limited to, language, level of proficiency, documents confirming knowledge of foreign languages);</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">skills and expertness (including, but not limited to, information and documents about completed educational programs and courses, previous employments (employers, terms of employment, positions, responsibilities, entire period of relevant work experience, etc.), professional licences and certificates, driving licence;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">desired job vacancy, position, responsibilities, employer, expected salary;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">country of citizenship and temporary/permanent residence and work permit;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">6. DATA USERS</span></p><ol class=\"c5 lst-kix_19qlnedyruuh-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">Personal Data is kept by the Controller in its records available to the Candidate. </span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller shall take reasonable steps to ensure the reliability of any of its employees, agents or contractors who may have access to Personal Data, ensuring in each case that access is strictly limited to those people who need to know / access the relevant Personal Data, as strictly necessary for the purposes of this Policy, and to comply with Data Protection Laws in the context of their duties to Controller, ensuring that all of them are subject to confidentiality undertakings or professional or statutory obligations of confidentiality.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller can forward (disclosure) Personal Data to the following recipients:</span></li></ol><ol class=\"c5 lst-kix_xb79rf2flu7n-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">to its Clients for purposes of processing set out in this Policy;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">to </span><span class=\"c0\">suppliers and service providers in connection with the normal operation of the Controller’s business activities, including, but not limited to, the </span><span class=\"c3 c0\">Processors providing certain services to the Controller;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">to the public administration bodies and the courts when required by law.</span></li></ol><ol class=\"c5 lst-kix_19qlnedyruuh-0\" start=\"4\"><li class=\"c4 li-bullet-0\"><span class=\"c0\">The Controller shall take reasonable steps to ensure the reliability of </span><span class=\"c0\">&nbsp;third parties referred to in section 6 of this Policy, </span><span class=\"c0\">who may have access to the Personal Data, ensuring in each case that access is strictly limited to the purposes of this Policy, and to comply with Data Protection Laws and the Policy, ensuring that all </span><span class=\"c0\">third parties </span><span class=\"c3 c0\">are subject to confidentiality undertakings or professional or statutory obligations of confidentiality.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">At the Client, Personal Data are processed only by people who are authorised by the Client to process Personal Data. The authorisation can be explicit (for example, given by the director or the head of the department) or general (such authorisation is evident from the description of the tasks of a particular position). The access to Personal Data shall be limited to those employees, agents or contractors of any of the Clients who need access to Personal Data to perform their work. All employees, agents or contractors of any of the Clients who have access to Personal Data are obliged to protect the Personal Data they process.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">When the Controller forwards Personal Data to third parties referred to in section 6 of this Policy, it is provided in the scope and in the manner prescribed by Data Protection Laws </span><span class=\"c0\">and the Policy</span><span class=\"c0\">. Personal Data may also be processed by the Clients and the above-mentioned third parties outside the European Economic Area, including in some countries that may not provide the same level of personal data protection as it applies within the European Economic Area. In accordance with the relevant Data Protection Laws, the Controller will take appropriate measures to ensure that Personal Data remains secure and safe in every transfer. The Controller will set out these measures by concluding appropriate contractual frameworks that will define the protection of Personal Data</span><span class=\"c3 c0\">.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">Recipients (users) of Personal Data corresponding to clause 6.3 (b) of this Policy, when providing Personal Data using a chatbot, include: ChatGPT and PeopleForce. The processing and use of Personal Data by ChatGPT and PeopleForce is carried out in accordance with the Privacy Policies posted on the following internet sites of the specified recipients: </span><span class=\"c11 c0\"><a class=\"c9\" href=\"https://www.google.com/url?q=https://openai.com/policies/privacy-policy/&amp;sa=D&amp;source=editors&amp;ust=1725403494480398&amp;usg=AOvVaw1MpCk1lTwv_ePsU0VJV8uR\">https://openai.com/policies/privacy-policy</a></span><span class=\"c0\">&nbsp;(ChatGPT) and </span><span class=\"c0 c11\"><a class=\"c9\" href=\"https://www.google.com/url?q=https://peopleforce.io/privacy-policy&amp;sa=D&amp;source=editors&amp;ust=1725403494480744&amp;usg=AOvVaw0b8tLg8dlDGOeZgPMOLzdw\">https://peopleforce.io/privacy-policy</a></span><span class=\"c0\"><a class=\"c9\" href=\"https://www.google.com/url?q=https://peopleforce.io/privacy-policy&amp;sa=D&amp;source=editors&amp;ust=1725403494480897&amp;usg=AOvVaw3un38R3cEy-kKnx4uhj5JT\">&nbsp;(</a></span><span class=\"c0\">PeopleForce).</span><span class=\"c19\">&nbsp;</span><span class=\"c0\">By</span><span class=\"c13\">&nbsp;</span><span class=\"c3 c0\">agreeing to the Policy, the Candidate confirms that he/she has read and fully agrees with the above-mentioned Chat GPT and PeopleForce Privacy Policies. For the purposes of the Policy and the provision of related services by the Controller, the above-mentioned Chat GPT and PeopleForce Privacy Policies are an integral part of this Policy in the event of transfer of Personal Data to Chat GPT and PeopleForce for processing and/or use. The Candidate's consent to this Policy also constitutes his/her consent with the above-mentioned Chat GPT and PeopleForce Privacy Policies. The Controller has the right to transfer Personal Data also to other recipients (users) of Personal Data, not mentioned in this clause, corresponding to clause 6.3(b) of this Policy, when it is consistent with the purposes of this Policy.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">7. LEGAL BASES FOR THE USE OF PERSONAL DATA</span></p><ol class=\"c5 lst-kix_oud3y8l242n-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The bases on which the Controller uses Personal Data are as follows:</span></li></ol><ol class=\"c5 lst-kix_60svfjjeofjm-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">the law - the Controller processes Personal Data when it is required to do so by the Data Protection Laws;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">contractual or pre-contractual relationship - when Personal Data is not processed on the basis of the law, the contractual or pre-contractual relationship with the Controller or the Client can serve as the basis for the processing of Personal Data;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">explicit consent of the Candidate - the Controller shall ask the Candidate to give explicit consent so the Controller can use his/her Personal Data for purposes defined in this Policy, and forward it to third parties, referred to in section 6 of this Policy, for purposes defined in this Policy.</span></li></ol><ol class=\"c5 lst-kix_oud3y8l242n-0\" start=\"2\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">Before submission and processing any Personal Data to and by the Controller, including completion of any online forms, checklists, inquiries, questionnaires or any other means of data submission, the Controller shall ask the Candidate and the Candidate shall give to the Controller explicit consent for the processing in accordance with this Policy all his/her Personal Data subsequently submitted. </span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Candidate is obliged to provide the Controller with Personal Data that the Controller collects and processes on the basis of the Data Protection Laws. </span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The submission of Personal Data for the entry into (and execution) of a contract is voluntary. Nevertheless, the Controller warns the Candidate that if the Candidate does not provide Personal Data that the Controller absolutely needs to provide a service, the Controller cannot provide the Candidate with such services.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">When processing Personal Data on the basis of a Candidate's explicit &nbsp;consent, the provision of Personal Data is always voluntary and without any negative consequences for the Candidate. Nevertheless, the Controller warns the Candidate that the Controller will not be able to provide the Candidate with certain services without his/her consent or after the withdrawal of his/her consent, including, but not limited to, any assistance in finding employment and/or applying for a particular vacancy at the Controller or its Clients companies.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">8. RETENTION PERIOD</span></p><ol class=\"c5 lst-kix_f288sxhlirjx-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller stores all Personal Data that it processes in accordance with Data Protection Laws and only for the time period required to achieve the purposes for which the data were collected.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">When the time period for the retention of Personal Data is prescribed by Data Protection Laws, the data are kept in accordance with the provisions of such law.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">With regard to the collection and processing of Personal Data on the basis of a contract, the time period for the retention of data is the entire period of the validity of the contract, including warranty or any other time periods arising from the concluded contract.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">With regard to the collection and processing of Personal Data on the basis of the Candidate's explicit consent, the Controller will keep Personal Data permanently or until the withdrawal of the consent. If the purpose for which the Controller has processed Personal Data is fulfilled, the Controller will delete the Candidate's Personal Data even if the Candidate does not withdraw the consent.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">9. THE MANNER OF PROTECTING PERSONAL DATA</span></p><ol class=\"c5 lst-kix_j3aj6bhvu7uy-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller undertakes to protect any Personal Data the Candidate provides to the Controller. The Controller undertakes to do everything to protect Personal Data against any violations and abuses.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">Taking into account the state of the art, the costs of implementation and the nature, scope, context, purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of Candidates, the Controller shall in relation to the Personal Data implement appropriate technical and organisational measures to ensure a level of security appropriate to that risk, including, as appropriate, the measures referred to in Article 32(1) of the GDPR or other applicable Data Protection Laws. In assessing the appropriate level of security, the Controller shall take account, in particular, the risks presented by processing, especially those arising from a Personal Data breach.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Personal Data is kept in a written form (in personal folders, in locked cabinets) and/or in computerised form. The Controller's computer systems are protected by technical and organisational measures that prevent accidental or deliberate destruction, loss, damage, alteration and unauthorised disclosure or access to Personal Data.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">Among other things, technical and organisational measures that the Controller uses to protect Personal Data include:</span></li></ol><ol class=\"c5 lst-kix_nkvrt9mf1rkv-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">regular backup of copies, which are properly protected,</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">limitation of access to Personal Data,</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">care for the education of employees in the field of Personal Data protection and supervision over the work of employees.</span></li></ol><ol class=\"c5 lst-kix_j3aj6bhvu7uy-0\" start=\"5\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">After the expiry of the retention period or the withdrawal of the given consent, the Personal Data (including any copies) shall be immediately irretrievably and permanently deleted. Any carriers of Personal Data where these data are located shall also be destroyed/permanently deleted.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">In the event of a Personal Data breach, the Controller will immediately inform the competent supervisory authority of the violation. If, in the event of a Personal Data breach, a suspicion could arise that a criminal offence was committed, the Controller will immediately notify the police or the competent prosecutor's office.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">In the event of a Personal Data breach where there is a high risk to the rights and freedoms of Candidates whose Personal Data are processed, the Controller will inform the Candidate of such a breach without undue delay.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">10. THE CANDIDATE’S RIGHTS</span></p><ol class=\"c5 lst-kix_jj8teo18j0by-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller enables the Candidate to exercise all of the rights related to the processing of Personal Data. The Candidate can request the Controller to:</span></li></ol><ol class=\"c5 lst-kix_359fvls3jqbk-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">confirm whether Personal Data relating to the Candidate is processed or not;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">request information about what Personal Data the Controller processes, about the source of Personal Data;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">ask any questions about the confidentiality of Personal Data, the manner of collecting and processing of Personal Data, exercising the rights related to Personal Data processing by the Controller;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">enable the access to Personal Data, when the Controller confirms that Personal Data is being processed;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">allow rectification of inaccurate or incomplete Personal Data relating to the Candidate. The Controller asks the Candidate to inform it of any change in Personal Data as soon as possible, as this is the only way to ensure the accuracy and integrity of the Personal Data that the Controller keeps;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">enable the right to delete Personal Data (i.e. the right to be forgotten). The right to the erasure of Personal Data is limited. The Controller cannot delete Personal Data that it processed on the basis of the law or on the basis of a contractual relationship (including any warranty and other time periods that may arise from a particular contract);</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">enable the right to the restriction of processing, when it is possible;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">allow the right to object to the processing. The right to object to the processing of Personal Data is limited to the processing for the purposes of direct marketing, including profiling;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">enable to receive Personal Data provided to the Controller by an individual in a structured, commonly used, machine-readable form;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">enable the right to Personal Data portability and provide Personal Data through Candidate in a structured, commonly used and machine-readable form to another controller;</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">allow the right to withdraw consent where Personal Data is processed on the basis of consent, whereby the withdrawal of the consent does not affect the legality of the processing of Personal Data that was carried out prior to its withdrawal. The consent may be withdrawn by the Candidate in written form through e-mail or postal mail. The withdrawal of consent does not create any negative consequences for the Candidate. It may happen that after the Candidate withdraws the Candidate's consent, the Controller will not be able to provide the Candidate with certain services if these services are of such a nature that the Controller cannot perform them without the transmission of Personal Data, including, but not limited to, any assistance in finding employment and/or applying for a particular vacancy at the Controller or its Clients companies.</span></li></ol><ol class=\"c5 lst-kix_jj8teo18j0by-0\" start=\"2\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">Every Candidate has the right to file a complaint against the Controller in regard to Data Protection Laws to the relevant supervisory authority, which is the Estonian Data Protection Inspectorate (DPI).</span></li><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Candidate can exercise the Candidate's rights by contacting the Controller by e-mail mentioned in point 3.1 of the Policy with the mark “Personal Data protection” in the subject line. The Controller undertakes to respond to the requests of the Candidate without undue delay, and at the latest within the statutory deadlines.</span></li></ol><p class=\"c6\"><span class=\"c3 c1\">11. CHANGES</span></p><ol class=\"c5 lst-kix_rigkg5pyifcm-0 start\" start=\"1\"><li class=\"c4 li-bullet-0\"><span class=\"c3 c0\">The Controller reserves the right to periodically adapt this Privacy Policy to the actual situation and legislation regarding the protection of Personal Data. For this reason, the Candidate shall check the current version before submitting any Personal Data, so the Candidate will be familiar with any changes or updates.</span></li></ol><p class=\"c2\"><span class=\"c3 c0\"></span></p><p class=\"c2\"><span class=\"c3 c0\"></span></p><div><p class=\"c8\"><span class=\"c3 c18\"></span></p></div>"
  }
}
